$(function () {
    $.extend($.fn.pickadate.defaults, {
        monthsFull: ['січень', 'лютий', 'березень', 'квітень', 'травень', 'червень', 'липень', 'серпень', 'вересень', 'жовтень', 'листопад', 'грудень'],
        monthsShort: ['січ', 'лют', 'бер', 'кві', 'тра', 'чер', 'лип', 'сер', 'вер', 'жов', 'лис', 'гру'],
        weekdaysFull: ['нд', 'пн', 'вт', 'ср', 'чт', 'пт', 'сб'],
        today: 'сьогодні',
        clear: 'очистити',
        close: 'закрити',
        firstDay: 1,
        format: 'dd-mm-yyyy',
        formatSubmit: 'dd-mm-yyyy'
    })
});
